Repository: jhpyle/docassemble
Catalog: docassemble_*/docassemble/*/data/sources/*-words.xlf
Languages: es

source: 404 Not Found
es: 404 No encontrado

source: Access organizational repositories
es: Acceder a los repositorios de la organización

source: Access shared repositories
es: Acceder a repositorios compartidos

source: Account did not exist.
es: La cuenta no existía.

source: Account disabled
es: Cuenta deshabilitada

source: A chat message has arrived.
es: Ha llegado un mensaje de chat.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
es: Se ha enviado un correo electrónico de confirmación a% (email) s con instrucciones para completar su registro.

source: Action
es: Acción

source: Actions
es: Comportamiento

source: Activate chat
es: Activar chat

source: Active File
es: Archivo activo

source: Active
es: Activo

source: Actual
es: Real

source: Add a new privilege
es: Agregar un nuevo privilegio

source: Add a New Project
es: Agregar un nuevo proyecto

source: Add an item
es: Agregar un artículo

source: Add another
es: Agrega otro

source: Add a user
es: Agregar un usuario

source: Add Email
es: Agregar correo electrónico

source: Add
es: Añadir

source: Add Privilege
es: Agregar privilegio

source: Add User
es: Agregar usuario

source: Administrator
es: Administrador

source: Administrator privilege
es: Privilegio de administrador

source: Advocate privilege
es: Abogar privilegio

source: Afghanistan
es: Afganistán

source: a GitHub repository
es: un repositorio de GitHub

source: Åland Islands
es: Islas Aland

source: Algeria
es: Argelia

source: Allowed sites
es: Sitios permitidos

source: Already registered?
es: ¿Ya registrado?

source: Already registered? Sign in.
es: ¿Ya registrado? Registrarse.

source: American Samoa
es: Samoa Americana

source: and enter the code
es: e ingrese el código

source: and
es: y

source: An e-mail address is required.
es: Se requiere una dirección de correo electrónico.

source: A new docassemble system version is available. If you are using Docker, install a new Docker image.
es: Hay disponible una nueva versión del sistema docassemble. Si está utilizando Docker, instale una nueva imagen de Docker.

source: Anguilla
es: Anguila

source: Anonymous
es: Anónimo

source: anonymous visitor
es: visitante anónimo

source: Answer here
es: Responde aqui

source: Antarctica
es: Antártida

source: Antigua and Barbuda
es: Antigua y Barbuda

source: An uploaded JSON file
es: Un archivo JSON cargado

source: API key
es: Clave API

source: API keys
es: Claves API

source: API Keys
es: Claves API

source: Apply
es: Aplicar

source: App
es: Aplicación

source: A QR code
es: Un código QR

source: , are attached
es: , están adjuntos

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
es: Se ha enviado un correo electrónico para restablecer la contraseña a '% (email) s'. Abra ese correo electrónico y siga las instrucciones para restablecer su contraseña.

source: are you
es: eres tú

source: Are you sure that you want to delete this file?
es: ¿Está seguro de que desea eliminar este archivo?

source: Are you sure that you want to delete this package?
es: ¿Está seguro de que desea eliminar este paquete?

source: Are you sure that you want to delete this playground file?
es: ¿Está seguro de que desea eliminar este archivo de juegos?

source: Are you sure you want to delete all saved interviews?
es: ¿Está seguro de que desea eliminar todas las entrevistas guardadas?

source: Are you sure you want to delete this item?
es: ¿Está seguro de que desea eliminar este elemento?

source: Are you sure you want to permanently delete this user's account?
es: ¿Está seguro de que desea eliminar permanentemente la cuenta de este usuario?

source: At least one e-mail address must be listed
es: Se debe incluir al menos una dirección de correo electrónico

source: Attachment
es: Adjunto archivo

source: Attachments
es: Archivos adjuntos

source: A user with that e-mail has already registered
es: Un usuario con ese correo electrónico ya se ha registrado

source: Authentication failed.
es: Falló la autenticación.

source: Authentication
es: Autenticación

source: Author E-mail
es: E-mail del autor

source: Author Name
es: Nombre del autor

source: Autocomplete
es: Autocompletar

source: Available for chat
es: Disponible para charlar

source: Available interviews
es: Entrevistas disponibles

source: Available Interviews
es: Entrevistas disponibles

source: Available
es: Disponible

source: Azerbaijan
es: Azerbaiyán

source: back
es: espalda

source: Back
es: atrás

source: Back to Playground
es: Volver al patio de recreo

source: Back to profile
es: Volver al perfil

source: Back to question
es: Volver a la pregunta

source: Bad date
es: Mala fecha

source: Bahrain
es: Bahréin

source: Belarus
es: Bielorrusia

source: Belgium
es: Bélgica

source: Belize
es: Belice

source: Bermuda
es: islas Bermudas

source: Bhutan
es: Bután

source: blank message
es: mensaje en blanco

source: Block
es: Bloquear

source: Bolivia, Plurinational State of
es: Bolivia, Estado Plurinacional de

source: Bonaire, Sint Eustatius and Saba
es: Bonaire, Sint Eustatius y Saba

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina

source: Bouvet Island
es: Isla Bouvet

source: Branch
es: Rama

source: Brazil
es: Brasil

source: British Indian Ocean Territory
es: Territorio Británico del Océano Índico

source: Cambodia
es: Camboya

source: Cameroon
es: Camerún

source: Canada
es: Canadá

source: Cancel
es: Cancelar

source: Case No.
es: No caso.

source: Cayman Islands
es: Islas Caimán

source: Central African Republic
es: República Centroafricana

source: Changed name of interview
es: Se cambió el nombre de la entrevista.

source: Change
es: Cambio

source: Change password
es: Cambia la contraseña

source: Change Password
es: Cambia la contraseña

source: Change username
es: Cambie el nombre de usuario

source: Chat message you want to send
es: Mensaje de chat que desea enviar

source: Check at least one option, or check “%s”
es: Marque al menos una opción o marque &quot;% s&quot;

source: Checkboxes:
es: Casillas de verificación:

source: Check box
es: Casilla de verificación

source: Check if applicable
es: Marque si aplica

source: Choices:
es: Opciones:

source: Choose file
es: Elija el archivo

source: Christmas Island
es: Isla de Navidad

source: Classes
es: Clases

source: Clear
es: Claro

source: Click here to confirm your e-mail
es: Haga clic aquí para confirmar su correo electrónico

source: Click here to get help over the phone.
es: Haga clic aquí para obtener ayuda por teléfono.

source: click here to reset it
es: Haga clic aquí para restablecerlo

source: Click if you want the user to be able to call you.
es: Haga clic si desea que el usuario pueda llamarlo.

source: Click interview title to resume an interview you already started.
es: Haga clic en el título de la entrevista para reanudar una entrevista que ya comenzó.

source: Click to change your status to available
es: Haga clic para cambiar su estado a disponible

source: Click to change your status to not available
es: Haga clic para cambiar su estado a no disponible

source: Click to try this interview
es: Haga clic para probar esta entrevista

source: Close
es: Cerrar

source: Cocos (Keeling) Islands
es: Islas Cocos (Keeling)

source: Commit message
es: Confirmar mensaje

source: Commit
es: Cometer

source: Comoros
es: Comoras

source: Configuration not updated.
es: Configuración no actualizada.

source: Configuration not updated. There was an error.
es: Configuración no actualizada. Hubo un error.

source: Configuration not updated. There was a syntax error in the configuration YAML.
es: Configuración no actualizada. Hubo un error de sintaxis en la configuración YAML.

source: Configuration
es: Configuración

source: Configuration YAML
es: Configuración YAML

source: Configure
es: Configurar

source: Confirmation Date
es: Fecha de confirmación

source: Confirm your email
es: confirme su email

source: Congo, The Democratic Republic of the
es: Congo, República Democrática del

source: Connected to Google Drive
es: Conectado a Google Drive

source: Connected to OneDrive
es: Conectado a OneDrive

source: Connected to server.
es: Conectado al servidor.

source: Connect
es: Conectar

source: Continue
es: Seguir

source: Control
es: Controlar

source: Convert to .md
es: Convertir a .md

source: Cook Islands
es: Islas Cook

source: Copy from here and paste into a YAML file, e.g., in the Sources folder of the Playground or the sources folder of a package.
es: Copie desde aquí y péguelo en un archivo YAML, por ejemplo, en la carpeta Fuentes de Playground o en la carpeta fuentes de un paquete.

source: could not connect to Google Drive
es: no se pudo conectar a Google Drive

source: could not connect to OneDrive
es: no se pudo conectar a OneDrive

source: Could not create new key
es: No se pudo crear una clave nueva

source: Country code
es: Código de país

source: Country Code
es: Código de país

source: Create a new file
es: Crea un archivo nuevo

source: Create a new interview
es: Crea una nueva entrevista

source: Create a new package
es: Crea un paquete nuevo

source: Create a new project
es: Crea un nuevo proyecto

source: Create an interview with the wizard
es: Crea una entrevista con el asistente

source: Created new Markdown file called
es: Se creó un nuevo archivo Markdown llamado

source: Create
es: Crear

source: Create Package
es: Crear paquete

source: Croatia
es: Croacia

source: Curaçao
es: Curazao

source: Current
es: Actual

source: Cyprus
es: Chipre

source: Czechia
es: Chequia

source: day
es: día

source: Decorations
es: Decoraciones

source: Default Playground
es: Patio de juegos predeterminado

source: defined by
es: definido por

source: Defined in
es: Definido en

source: definitions of words
es: definiciones de palabras

source: Delete account and shared sessions
es: Eliminar cuenta y sesiones compartidas

source: Delete account but keep shared sessions
es: Eliminar cuenta pero mantener sesiones compartidas

source: Delete Account
es: Borrar cuenta

source: Delete All
es: Eliminar todos

source: Deleted file:
es: Archivo eliminado:

source: Deleted interview
es: Entrevista eliminada

source: Deleted interviews
es: Entrevistas eliminadas

source: (Deleted)
es: (Eliminado)

source: Deleted package
es: Paquete eliminado

source: delete my account
es: borrar mi cuenta

source: Delete
es: Eliminar

source: Delete project
es: Eliminar proyecto

source: Delete this package from the Playground
es: Eliminar este paquete de Playground

source: Denmark
es: Dinamarca

source: Dependencies
es: Dependencias

source: Description
es: Descripción

source: Developer Access
es: Acceso para desarrolladores

source: Developer privilege
es: Privilegio de desarrollador

source: Disable
es: Inhabilitar

source: Disable two-factor authentication
es: Deshabilitar la autenticación de dos factores

source: Display the menu
es: Mostrar el menú

source: Docassemble Office Add-in
es: Complemento de Office Docassemble

source: Docassemble Playground
es: Patio de juegos Docassemble

source: Documentation
es: Documentación

source: Document
es: Documento

source: Dominican Republic
es: República Dominicana

source: Done
es: Hecho

source: -- Do not link --
es: - No vincular -

source: Do not stop your web browser.
es: No detenga su navegador web.

source: Download all documents as a ZIP file
es: Descarga todos los documentos como archivo ZIP

source: Download all files
es: Descargar todos los archivos

source: Download All
es: Descargar todo

source: Download an interview phrase translation file
es: Descargar un archivo de traducción de la frase de la entrevista

source: Download
es: Descargar

source: Download Office add-in manifest file
es: Descargar el archivo de manifiesto del complemento de Office

source: Download the current package
es: Descarga el paquete actual

source: Download this document as a ZIP file
es: Descargue este documento como archivo ZIP

source: Download this file
es: Descargar este archivo

source: Download this log file
es: Descarga este archivo de registro

source: Draft translation of system phrases
es: Proyecto de traducción de frases del sistema

source: Edit another file
es: Editar otro archivo

source: Edit another interview
es: Editar otra entrevista

source: Edit another package
es: Editar otro paquete

source: Edit API Key
es: Editar clave de API

source: Edit module files
es: Editar archivos de módulo

source: Edit
es: Editar

source: Edit privileges
es: Editar privilegios

source: Edit source files
es: Editar archivos de origen

source: Edit text files
es: Editar archivos de texto

source: Edit User Profile
es: Editar perfil de usuario

source: e.g., 56.33.114.49
es: por ejemplo, 56.33.114.49

source: E.g., docassemble.demo:data/questions/questions.yml
es: Por ejemplo, docassemble.demo: data / questions / questions.yml

source: E.g., es, fr, it
es: Por ejemplo, es, fr, es

source: e.g., *example.com
es: p. ej., * example.com

source: Egypt
es: Egipto

source: E-mail address is required
es: Se requiere Dirección de correo electrónico

source: Email address is required
es: Se requiere Dirección de correo electrónico

source: E-mail address
es: Dirección de correo electrónico

source: E-mail is required
es: Correo electronico es requerido

source: Email is required
es: correo electronico es requerido

source: Email
es: Correo electrónico

source: E-mail these documents
es: Envíe estos documentos por correo electrónico

source: E-mail this document
es: Envíe este documento por correo electrónico

source: E-mail was sent to
es: Se envió un correo electrónico a

source: (embedded question, source code not available)
es: (pregunta incrustada, código fuente no disponible)

source: Embed test
es: Prueba de inserción

source: Enter a URL of a GitHub repository containing an extension package. When you press Pull, the contents of that repository will be copied into the Playground, overwriting any files with the same names. Or, put in the name of a PyPI package and it will do the same with the package on PyPI.
es: Ingrese una URL de un repositorio de GitHub que contenga un paquete de extensión. Cuando presiona Extraer, el contenido de ese repositorio se copiará en el patio de juegos, sobrescribiendo los archivos con los mismos nombres. O, ingrese el nombre de un paquete PyPI y hará lo mismo con el paquete en PyPI.

source: Enter code
es: Introduzca el código

source: Entering a different interview. To go back to your previous interview, go to My Interviews on the menu.
es: Entrar en una entrevista diferente. Para volver a su entrevista anterior, vaya a Mis entrevistas en el menú.

source: Entering a different interview. To go back to your previous interview, log in to see a list of your interviews.
es: Entrar en una entrevista diferente. Para volver a su entrevista anterior, inicie sesión para ver una lista de sus entrevistas.

source: Enter the name of the new project you want to create.
es: Ingrese el nombre del nuevo proyecto que desea crear.

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Erase existing data for each model before importing
es: Borre los datos existentes para cada modelo antes de importar

source: Error: interview not found and answers could not be decrypted
es: Error: no se encontró la entrevista y no se pudieron descifrar las respuestas

source: Error: interview not found
es: Error: entrevista no encontrada

source: Error: menu item is not a Python dict with keys of url and label
es: Error: el elemento del menú no es un dictado de Python con claves de URL y etiqueta

source: Error: menu_items is not a Python list
es: Error: menu_items no es una lista de Python

source: Error: no fields could be found in the file
es: Error: no se pudieron encontrar campos en el archivo

source: Error reading JSON file from package. File did not exist.
es: Error al leer el archivo JSON del paquete. El archivo no existía.

source: Error reading JSON file. Not a valid JSON file.
es: Error al leer el archivo JSON. No es un archivo JSON válido.

source: Error reading JSON file. The JSON file needs to contain a dictionary at the root level.
es: Error al leer el archivo JSON. El archivo JSON debe contener un diccionario en el nivel raíz.

source: Errors
es: Errores

source: ERROR: you cannot insert a table into a .docx document
es: ERROR: no puede insertar una tabla en un documento .docx

source: Ethiopia
es: Etiopía

source: Every Two Weeks
es: Cada dos semanas

source: Existing module files
es: Archivos de módulo existentes

source: Existing source files
es: Archivos de origen existentes

source: Existing static files
es: Archivos estáticos existentes

source: Existing template files
es: Archivos de plantilla existentes

source: exit
es: salida

source: Exit
es: Salida

source: Failed to load report
es: Error al cargar el informe

source: Falkland Islands (Malvinas)
es: Islas Falkland (Malvinas)

source: false
es: falso

source: Faroe Islands
es: Islas Faroe

source: Fiji
es: Fiyi

source: File could not be converted:
es: No se pudo convertir el archivo:

source: File deleted.
es: Archivo eliminado.

source: File format not understood:
es: No se entiende el formato de archivo:

source: File name
es: Nombre del archivo

source: File Name
es: Nombre del archivo

source: File not deleted. There was an error.
es: Archivo no eliminado. Hubo un error.

source: File not found:
es: Archivo no encontrado:

source: File
es: Archivo

source: Files
es: Archivos

source: File Text
es: Texto de archivo

source: File to upload
es: Subir Archivo

source: Filter by tag
es: Filtrar por etiqueta

source: Filter for
es: Filtrar por

source: Filter For
es: Filtrar por

source: Finland
es: Finlandia

source: First name
es: Nombre de pila

source: First subdivision
es: Primera subdivisión

source: First Subdivision
es: Primera subdivisión

source: Floor
es: Suelo

source: Folder
es: Carpeta

source: Folders
es: Carpetas

source: for debugging PDF output
es: para depurar salida PDF

source: for downloading
es: para descargar

source: for editing; requires Microsoft Word or compatible application
es: para editar; requiere Microsoft Word o una aplicación compatible

source: for editing; requires Microsoft Word, Wordpad, or similar application
es: para editar; requiere Microsoft Word, Wordpad o una aplicación similar

source: Forgot password
es: Se te olvidó tu contraseña

source: Forgot Password
es: Se te olvidó tu contraseña

source: Forgot your Password?
es: ¿Olvidaste tu contraseña?

source: Formula
es: Fórmula

source: for printing; requires Adobe Reader or similar application
es: para imprimir; requiere Adobe Reader o una aplicación similar

source: France
es: Francia

source: French Guiana
es: Guayana Francesa

source: French Polynesia
es: Polinesia francés

source: French Southern Territories
es: Territorios Franceses del Sur

source: from
es: desde

source: Functions
es: Funciones

source: Gabon
es: Gabón

source: Germany
es: Alemania

source: Get help through live chat by clicking here.
es: Obtenga ayuda a través del chat en vivo haciendo clic aquí.

source: Get list of fields from PDF/DOCX template
es: Obtener la lista de campos de la plantilla PDF / DOCX

source: Get package
es: Obtener paquete

source: Get template
es: Obtener plantilla

source: GitHub Branch
es: Rama de GitHub

source: GitHub integration
es: Integración con GitHub

source: GitHub Integration
es: Integración de GitHub

source: GitHub integration was successfully configured.
es: La integración de GitHub se configuró correctamente.

source: GitHub integration was successfully disconnected.
es: La integración de GitHub se desconectó correctamente.

source: GitHub URL
es: URL de GitHub

source: Global models
es: Modelos globales

source: Go back to the main Playground page
es: Volver a la página principal de Playground

source: Go back to the previous question
es: Volver a la pregunta anterior

source: Go
es: Vamos

source: Google Drive is not configured
es: Google Drive no está configurado

source: Google Drive is not linked.
es: Google Drive no está vinculado.

source: Google Drive synchronization
es: Sincronización de Google Drive

source: Google Drive Sync
es: Sincronización de Google Drive

source: Google Drive Test
es: Prueba de Google Drive

source: Greece
es: Grecia

source: Greenland
es: Groenlandia

source: Grenada
es: Granada

source: Guadeloupe
es: Guadalupe

source: Guyana
es: Guayana

source: Haiti
es: Haití

source: Heard Island and McDonald Islands
es: Islas Heard y McDonald

source: Help is available for this question
es: Hay ayuda disponible para esta pregunta

source: Help is available
es: Hay ayuda disponible

source: Help
es: Ayuda

source: Help with this question
es: Ayuda con esta pregunta

source: he
es: él

source: Here is some content after the interview.
es: Aquí hay algo de contenido después de la entrevista.

source: Here is some content before the interview.
es: Aquí hay algo de contenido antes de la entrevista.

source: Here is the start of a YAML file you can import with a 'words' directive in your Configuration.
es: Aquí está el comienzo de un archivo YAML que puede importar con una directiva de 'palabras' en su Configuración.

source: Here is your document.
es: Aquí tienes tu documento.

source: her
es: su

source: Hide context of example
es: Ocultar contexto de ejemplo

source: Hide entries that are already classified
es: Ocultar entradas que ya están clasificadas

source: Hide import controls
es: Ocultar controles de importación

source: him
es: él

source: History
es: Historia

source: Holy See (Vatican City State)
es: Santa Sede (Estado de la Ciudad del Vaticano)

source: Home Page
es: Página de inicio

source: How question came to be asked
es: ¿Cómo surgió la pregunta?

source: How this question came to be asked
es: ¿Cómo se hizo esta pregunta?

source: How would you like the data to be imported?
es: ¿Cómo le gustaría que se importaran los datos?

source: Hungary
es: Hungría

source: I am sorry. The code you entered is invalid or expired. Goodbye.
es: Lo siento. El código que ingresó no es válido o venció. Adiós.

source: Iceland
es: Islandia

source: icon
es: icono

source: I do not understand what you mean by
es: No entiendo lo que quieres decir con

source: I don't know
es: No lo sé

source: If you did not initiate this confirmation, you may safely ignore this email.
es: Si no inició esta confirmación, puede ignorar este correo electrónico.

source: If you did not initiate this password change,
es: Si no inició este cambio de contraseña,

source: If you did not initiate this password reset, you may safely ignore this email.
es: Si no inició este restablecimiento de contraseña, puede ignorar este correo electrónico.

source: If you did not initiate this registration, you may safely ignore this email.
es: Si no inició este registro, puede ignorar este correo electrónico.

source: If you did not initiate this username change, please
es: Si no inició este cambio de nombre de usuario, por favor

source: If you have a GitHub account, you can turn on GitHub integration. This will allow you to use GitHub as a version control system for packages from inside the Playground.
es: Si tiene una cuenta de GitHub, puede activar la integración de GitHub. Esto le permitirá usar GitHub como un sistema de control de versiones para paquetes desde dentro de Playground.

source: If you initiated this confirmation, please click on the link below:
es: Si inició esta confirmación, haga clic en el enlace siguiente:

source: If you initiated this registration, please click on the link below:
es: Si inició este registro, haga clic en el enlace siguiente:
