Repository: jhpyle/docassemble
Catalog: docassemble_*/docassemble/*/data/sources/*-words.xlf
Languages: es

source: Show all
es: Mostrar todo

source: Show attributes
es: Mostrar atributos

source: Show context of example
es: Mostrar contexto de ejemplo

source: Show entries that are already classified
es: Mostrar entradas que ya están clasificadas

source: Show import controls
es: Mostrar controles de importación

source: Showing interviews tagged with:
es: Mostrando entrevistas etiquetadas con:

source: Show report of names and associated questions
es: Mostrar informe de nombres y preguntas asociadas

source: Show variables and values
es: Mostrar variables y valores

source: Sierra Leone
es: Sierra Leona

source: sign in
es: registrarse

source: Sign in
es: Registrarse

source: Sign in.
es: Registrarse.

source: Sign In
es: Registrarse

source: Sign in or sign up to save answers
es: Inicie sesión o regístrese para guardar las respuestas

source: Sign in to save answers
es: Iniciar sesión para guardar respuestas

source: Sign in with Auth0
es: Iniciar sesión con Auth0

source: Sign in with Azure
es: Iniciar sesión con Azure

source: Sign in with Facebook
es: Iniciar sesión usando Facebook

source: Sign in with Google
es: Inicia sesión con Google

source: Sign in with Twitter
es: Registrate con Twitter

source: Sign in with your mobile phone
es: Inicie sesión con su teléfono móvil

source: Sign Out
es: Desconectar

source: Sign Your Name
es: Firma con tu nombre

source: Since you changed a Python module, the server needs to restart in order to load your module.
es: Dado que cambió un módulo de Python, el servidor debe reiniciarse para cargar su módulo.

source: Since you did not type "delete my account" I did not delete your account.
es: Como no escribiste &quot;eliminar mi cuenta&quot;, no eliminé tu cuenta.

source: Since you renamed a project, the server needs to restart in order to reload any modules.
es: Dado que cambió el nombre de un proyecto, el servidor debe reiniciarse para volver a cargar los módulos.

source: Since you uploaded a Python module, the server needs to restart in order to load your module.
es: Dado que cargó un módulo de Python, el servidor debe reiniciarse para cargar su módulo.

source: Singapore
es: Singapur

source: Sint Maarten (Dutch part)
es: Sint Maarten (parte holandesa)

source: skip
es: omitir

source: Slovakia
es: Eslovaquia

source: Slovenia
es: Eslovenia

source: Social ID
es: Identificación social

source: Solomon Islands
es: Islas Salomón

source: something
es: alguna cosa

source: Sorry, no help is available for this question.
es: Lo sentimos, no hay ayuda disponible para esta pregunta.

source: Sorry, only .py files can be uploaded here. To upload other types of files, use other Folders.
es: Lo sentimos, solo se pueden cargar archivos .py aquí. Para cargar otros tipos de archivos, use otras carpetas.

source: Sorry, only YAML files can be uploaded here. To upload other types of files, use the Folders.
es: Lo sentimos, solo se pueden cargar archivos YAML aquí. Para cargar otros tipos de archivos, use las carpetas.

source: Sorry, that package name does not exist in the playground
es: Lo sentimos, ese nombre de paquete no existe en el patio de recreo

source: Sorry, that package name is already in use by someone else
es: Lo siento, ese nombre de paquete ya lo está usando otra persona.

source: Sorry, that package name,
es: Lo siento, ese nombre de paquete,

source: Source code for question
es: Código fuente de la pregunta

source: Source files
es: Archivos fuente

source: Source Files
es: Archivos fuente

source: Source
es: Fuente

source: Sources
es: Fuentes

source: South Africa
es: Sudáfrica

source: South Georgia and the South Sandwich Islands
es: Georgia del sur y las islas Sandwich del sur

source: South Sudan
es: Sudán del Sur

source: Spain
es: España

source: Special Page
es: Página especial

source: Special variable
es: Variable especial

source: Started
es: Empezado

source: Starting a new interview. To go back to your previous interview, go to My Interviews on the menu.
es: Comenzando una nueva entrevista. Para volver a su entrevista anterior, vaya a Mis entrevistas en el menú.

source: Starting a new interview. To go back to your previous interview, log in to see a list of your interviews.
es: Comenzando una nueva entrevista. Para volver a su entrevista anterior, inicie sesión para ver una lista de sus entrevistas.

source: Static files
es: Archivos estáticos

source: Static Files
es: Archivos estáticos

source: Stop Controlling
es: Dejar de controlar

source: Stop Observing
es: Deja de observar

source: Submit
es: Enviar

source: Sudan
es: Sudán

source: (%s uncompressed)
es: (% s sin comprimir)

source: Suriname
es: Surinam

source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen

source: Sweden
es: Suecia

source: Switzerland
es: Suiza

source: Sync and Run
es: Sincronizar y ejecutar

source: Synchronizing
es: Sincronizando

source: Synchronizing with Google Drive
es: Sincronizando con Google Drive

source: Synchronizing with OneDrive
es: Sincronizar con OneDrive

source: Sync
es: Sincronizar

source: Sync with Google Drive
es: Sincronizar con Google Drive

source: Sync with OneDrive
es: Sincronizar con OneDrive

source: Syrian Arab Republic
es: República Árabe Siria

source: system
es: sistema

source: System
es: Sistema

source: Tags
es: Etiquetas

source: Taiwan, Province of China
es: Taiwan, provincia de China

source: Tajikistan
es: Tayikistán

source: Tanzania, United Republic of
es: Tanzania, República Unida de

source: Telephone assistance
es: Asistencia telefónica

source: Template files
es: Archivos de plantilla

source: Templates
es: Plantillas

source: Terms used in this question:
es: Términos utilizados en esta pregunta:

source: Terms used:
es: Términos utilizados:

source: Test
es: Prueba

source: Thailand
es: Tailandia

source: Thank you for registering with
es: Gracias por registrarse con

source: That package name is already in use by someone else. Please change the name.
es: Ese nombre de paquete ya lo está usando otra persona. Por favor cambie el nombre.

source: That screen is already being controlled by another operator
es: Esa pantalla ya está siendo controlada por otro operador.

source: The author is
es: El autor es

source: The commit was saved locally at %s.
es: La confirmación se guardó localmente en% s.

source: The configuration file was saved.
es: Se guardó el archivo de configuración.

source: The current branch is %s and the current commit is %s.
es: La rama actual es% s y la confirmación actual es% s.

source: The current branch is %s.
es: La rama actual es% s.

source: The default project cannot be deleted.
es: El proyecto predeterminado no se puede eliminar.

source: The document is available in the following formats:
es: El documento está disponible en los siguientes formatos:

source: The file was uploaded to the Templates folder.
es: El archivo se cargó en la carpeta Plantillas.

source: The file you requested does not exist.
es: El archivo que solicitó no existe.

source: The following document has been created for you.
es: El siguiente documento ha sido creado para ti.

source: The following documents have been created for you.
es: Los siguientes documentos se han creado para usted.

source: The following errors were detected in your Configuration.
es: Se detectaron los siguientes errores en su configuración.

source: The following overrides were applied.
es: Se aplicaron las siguientes anulaciones.

source: The information was saved.
es: Se guardó la información.

source: The JSON file in the package
es: El archivo JSON en el paquete

source: The key no longer exists
es: La llave ya no existe

source: The key was deleted
es: La clave fue eliminada

source: The link has expired.
es: El enlace ha caducado.

source: The mapping was reset because the folder does not appear to exist anymore.
es: La asignación se restableció porque la carpeta ya no parece existir.

source: them
es: ellos

source: The name must be filled in.
es: Debe completar el nombre.

source: The new user has been created
es: Se ha creado el nuevo usuario

source: The operator is no longer controlling your screen.
es: El operador ya no controla su pantalla.

source: The package information was saved.
es: Se guardó la información del paquete.

source: The package update did not report an error. The logs are below.
es: La actualización del paquete no informó un error. Los registros se encuentran a continuación.

source: The package update reported an error. The logs are below.
es: La actualización del paquete informó un error. Los registros se encuentran a continuación.

source: The package was unpacked into the Playground.
es: El paquete fue desempacado en el patio de recreo.

source: The package you specified could not be downloaded from PyPI as a tar.gz file.
es: El paquete que especificó no se pudo descargar de PyPI como un archivo tar.gz.

source: The package you specified could not be downloaded from PyPI.
es: El paquete que especificó no se pudo descargar de PyPI.

source: The phone number is not in E.164 format (e.g. +12025551212)
es: El número de teléfono no tiene el formato E.164 (p. Ej., +12025551212)

source: The Playground is synchronizing with Google Drive.
es: Playground se está sincronizando con Google Drive.

source: The previously selected OneDrive folder does not exist.
es: La carpeta de OneDrive seleccionada anteriormente no existe.

source: The previously selected OneDrive folder was deleted.
es: Se eliminó la carpeta de OneDrive seleccionada anteriormente.

source: The privilege could not be added because it already exists.
es: No se pudo agregar el privilegio porque ya existe.

source: The privilege was added.
es: Se agregó el privilegio.

source: The project name %s is not available.
es: El nombre del proyecto% s no está disponible.

source: The README.md file for the package
es: El archivo README.md del paquete

source: There are no active sessions.
es: No hay sesiones activas.

source: There are unsaved changes. Are you sure you wish to leave this page?
es: Hay cambios sin guardar. ¿Estás seguro de que deseas salir de esta página?

source: The regular expression you provided could not be parsed.
es: La expresión regular que proporcionó no se pudo analizar.

source: There is already a username and password on this system with the e-mail address
es: Ya existe un nombre de usuario y contraseña en este sistema con la dirección de correo electrónico

source: The requested URL was not found on the server. If you entered the URL manually please check your spelling and try again.
es: La URL solicitada no se encontró en el servidor. Si ingresó la URL manualmente, verifique la ortografía y vuelva a intentarlo.

source: There was an error.
es: Hubo un error.

source: There was an error updating the packages.
es: Hubo un error al actualizar los paquetes.

source: There was an error with the synchronization.
es: Hubo un error con la sincronización.

source: There was a problem reading the YAML file you uploaded. Are you sure it is a YAML file? File was not saved.
es: Hubo un problema al leer el archivo YAML que subiste. ¿Está seguro de que es un archivo YAML? El archivo no se guardó.

source: There was a problem sending the text message.
es: Hubo un problema al enviar el mensaje de texto.

source: There was a problem sending you a text message. Please log in another way.
es: Hubo un problema al enviarte un mensaje de texto. Inicie sesión de otra manera.

source: There was a problem uploading the file.
es: Hubo un problema al cargar el archivo.

source: The role could not be deleted.
es: No se pudo eliminar el rol.

source: The synchronization was not successful.
es: La sincronización no tuvo éxito.

source: The synchronization was successful.
es: La sincronización fue exitosa.

source: The user account was deleted.
es: Se eliminó la cuenta de usuario.

source: The user can call you. Click to cancel.
es: El usuario puede llamarte. Haga clic para cancelar.

source: The user profile was not changed.
es: El perfil de usuario no se modificó.

source: The version on PyPI is
es: La versión en PyPI es

source: they
es: ellos

source: The zip file did not contain a docassemble add-on package.
es: El archivo zip no contenía un paquete complementario docassemble.

source: Third subdivision
es: Tercera subdivisión

source: Third Subdivision
es: Tercera subdivisión

source: This account uses two-factor authentication.
es: Esta cuenta utiliza autenticación de dos factores.

source: This Email is already in use. Please try another one.
es: Este correo electrónico ya está en uso. Intente con otro.

source: This field is required.
es: Este campo es requerido.

source: This image file does not exist
es: Este archivo de imagen no existe

source: This is my custom interview page.
es: Esta es mi página de entrevista personalizada.

source: This package is not yet published on PyPI.
es: Este paquete aún no está publicado en PyPI.

source: This package is not yet published on your GitHub account.
es: Este paquete aún no está publicado en su cuenta de GitHub.

source: This package is
es: Este paquete es

source: This package was originally pulled from
es: Este paquete se extrajo originalmente de

source: This Username is already in use. Please try another one.
es: Este nombre de usuario ya está en uso. Intente con otro.

source: Thumbnail image of document
es: Imagen en miniatura del documento

source: Time Zone
es: Zona horaria

source: Title
es: Título

source: Togo
es: Ir

source: Token
es: Simbólico

source: to proceed.
es: para proceder.

source: To reach an advocate who can assist you, call
es: Para comunicarse con un defensor que pueda ayudarlo, llame

source: To read the question again, type question.
es: Para volver a leer la pregunta, escriba question.

source: Trainer privilege
es: Privilegio de entrenador

source: Training data were successfully imported.
es: Los datos de entrenamiento se importaron correctamente.

source: Train machine learning models
es: Entrene modelos de aprendizaje automático

source: Train
es: Entrenar

source: Translate
es: Traducir

source: Translate system phrases into another language
es: Traducir frases del sistema a otro idioma

source: Trinidad and Tobago
es: Trinidad y Tobago

source: true
es: cierto

source: Tunisia
es: Túnez

source: Turkey
es: pavo

source: Turkmenistan
es: Turkmenistán

source: Turks and Caicos Islands
es: Islas Turcas y Caicos

source: Turn off chat
es: Apagar el chat

source: Twice Per Month
es: Dos veces al mes

source: Two-factor authentication
es: Autenticación de dos factores

source: Type a currency value.
es: Escriba un valor de moneda.

source: Type a currency value, or type skip.
es: Escriba un valor de moneda o escriba omitir.

source: Type a date and time.
es: Escriba una fecha y una hora.

source: Type a date and time, or type skip.
es: Escriba una fecha y hora, o escriba omitir.

source: Type a date.
es: Escriba una fecha.

source: Type a date, or type skip.
es: Escriba una fecha o escriba omitir.

source: Type an e-mail address.
es: Escriba una dirección de correo electrónico.

source: Type an e-mail address, or type skip.
es: Escriba una dirección de correo electrónico o escriba omitir.

source: Type a number.
es: Escriba un número.

source: Type a number, or type skip.
es: Escriba un número o escriba omitir.

source: Type a time.
es: Escriba una hora.

source: Type a time, or type skip.
es: Escriba una hora o escriba omitir.

source: Type a value between
es: Escriba un valor entre

source: Type Ctrl-space to autocomplete.
es: Escriba Ctrl-espacio para autocompletar.

source: Type "delete my account" here to confirm that you want to delete your account.
es: Escriba &quot;eliminar mi cuenta&quot; aquí para confirmar que desea eliminar su cuenta.

source: Type ? for additional assistance.
es: Tipo ? para obtener ayuda adicional.

source: Type
es: Tipo

source: Type ok to continue.
es: Escribe ok para continuar.

source: Type the
es: Escribe el

source: Type ? to see
es: Tipo ? para ver

source: Type x to sign your name electronically
es: Escriba x para firmar su nombre electrónicamente

source: Type [y]es, [n]o, or [d]on't know
es: Escribe [y] es, [n] o [d] on't know

source: Type [y]es or [n]o.
es: Escriba [y] es o [n] o.

source: Type your message here.
es: Escribe tu mensaje aquí.

source: Type your selection.
es: Escriba su selección.

source: Type your selection, or type skip to move on without selecting.
es: Escriba su selección o escriba saltar para continuar sin seleccionar.

source: Type your selection(s), separated by commas.
es: Escriba su (s) selección (es), separadas por comas.

source: Type your selection(s), separated by commas, or type none.
es: Escriba sus selecciones, separadas por comas o no escriba ninguna.

source: Ukraine
es: Ucrania

source: Unable to determine if the package is published on PyPI.
es: No se puede determinar si el paquete está publicado en PyPI.

source: Unable to determine if the package is published on your GitHub account.
es: No se puede determinar si el paquete está publicado en su cuenta de GitHub.

source: Unable to determine IP address
es: No se puede determinar la dirección IP

source: (Unable to display map)
es: (No se puede mostrar el mapa)

source: Unable to e-mail your documents to
es: No se pueden enviar sus documentos por correo electrónico a

source: (Unable to extract images from PDF file)
es: (No se pueden extraer imágenes del archivo PDF)

source: Unable to find documents to e-mail.
es: No se pueden encontrar documentos para enviar por correo electrónico.

source: Unable to locate interview session. Starting a new session instead.
es: No se pudo localizar la sesión de la entrevista. En su lugar, inicia una nueva sesión.

source: Unable to read log file; please download.
es: No se puede leer el archivo de registro; por favor descargue.

source: Unable to retrieve interview session. Starting a new session instead.
es: No se pudo recuperar la sesión de entrevista. En su lugar, inicia una nueva sesión.

source: Unable to send e-mail. Error was:
es: No se puede enviar el email. El error fue:

source: Unable to send e-mail to
es: No se puede enviar un correo electrónico a

source: Unable to send verification code.
es: No se pudo enviar el código de verificación.

source: unavailable
es: indisponible

source: Unblock
es: Desatascar

source: Unclassified items in the training set
es: Elementos sin clasificar en el conjunto de entrenamiento

source: Undefined names
es: Nombres indefinidos

source: Undelete
es: Recuperar

source: Uninstall
es: Desinstalar

source: United Arab Emirates
es: Emiratos Árabes Unidos

source: United Kingdom
es: Reino Unido

source: United States Minor Outlying Islands
es: Islas menores alejadas de los Estados Unidos

source: United States
es: Estados Unidos

source: Unit
es: Unidad

source: Unknown
es: Desconocido

source: Unnamed User
es: Usuario sin nombre

source: Untitled
es: Intitulado

source: Update
es: Actualizar

source: Update or uninstall an existing package
es: Actualizar o desinstalar un paquete existente

source: Updating
es: Actualizando

source: Updating packages
es: Actualizando paquetes

source: Upgrade docassemble
es: Actualizar docassemble

source: Upgrade
es: Potenciar

source: Upload a package ZIP file to the Playground
es: Cargue un archivo ZIP de paquete en Playground

source: Upload a Python module
es: Subir un módulo de Python

source: Upload a source file
es: Cargar un archivo fuente

source: Upload a static file
es: Subir un archivo estático

source: Upload a template file
es: Cargar un archivo de plantilla

source: Upload a YAML file to the Playground
es: Cargar un archivo YAML en Playground

source: Upload
es: Subir

source: Upload successful
es: Subida exitosa

source: Upload this .docx file to the Templates folder
es: Sube este archivo .docx a la carpeta Plantillas

source: Use a different server
es: Usa un servidor diferente

source: Used in
es: Utilizada en

source: Use Package
es: Usar paquete

source: User List
es: Lista de usuarios

source: Username/Email
es: Nombre de usuario / correo electrónico

source: Username is required
es: Se requiere nombre de usuario

source: Username may only contain letters, numbers, '-', '.' and '_'
es: El nombre de usuario solo puede contener letras, números, '-', '.' y '_'

source: Username must be at least 3 characters long
es: El nombre de usuario debe tener al menos 3 caracteres

source: Username
es: Nombre de usuario

source: Username or Email
es: Nombre de usuario o correo electrónico

source: %(username_or_email)s does not exist
es: % (username_or_email) s no existe

source: user
es: usuario

source: User
es: Usuario

source: User profile
es: Perfil del usuario

source: User Profile
es: Perfil del usuario

source: Uses two-factor authentication
es: Utiliza autenticación de dos factores

source: Using Jinja2
es: Usando Jinja2

source: (using your email address) and change your password.
es: (usando su dirección de correo electrónico) y cambie su contraseña.

source: Utilities
es: Utilidades

source: Valid characters are: A-Z, a-z, 0-9, hyphen
es: Los caracteres válidos son: AZ, az, 0-9, guión

source: Valid characters are: A-Z, a-z, 0-9
es: Los caracteres válidos son: AZ, az, 0-9

source: Variables, etc. from
es: Variables, etc. de

source: Venezuela, Bolivarian Republic of
es: Venezuela, República Bolivariana de

source: Verification code
es: Código de verificación

source: Verify
es: Verificar

source: Verify your phone
es: Verifica tu teléfono

source: Version
es: Versión

source: Version
es: Versión

source: View documentation
es: Ver documentación

source: Virgin Islands, British
es: Islas Vírgenes Británicas

source: Virgin Islands, U.S.
es: Islas Vírgenes, EE. UU.

source: Waiting
es: Esperando

source: Wallis and Futuna
es: Wallis y Futuna

source: Warning: a file by that name already exists. If you save, you will overwrite it.
es: Advertencia: ya existe un archivo con ese nombre. Si guarda, lo sobrescribirá.

source: Warning: a package definition by that name already exists. If you save, you will overwrite it.
es: Advertencia: ya existe una definición de paquete con ese nombre. Si guarda, lo sobrescribirá.

source: WARNING! If you press Delete, the contents of the %s project will be permanently deleted.
es: ¡ADVERTENCIA! Si presiona Eliminar, el contenido del proyecto% s se eliminará de forma permanente.

source: was saved at
es: fue salvado en

source: We have received your password reset request.
es: Hemos recibido su solicitud de restablecimiento de contraseña.

source: We just sent you a text message with a verification code. Enter the verification code to proceed.
es: Le acabamos de enviar un mensaje de texto con un código de verificación. Ingrese el código de verificación para continuar.

source: Western Sahara
es: Sahara Occidental

source: We were unable to submit your request.
es: No pudimos enviar su solicitud.

source: What file do you want to import?
es: ¿Qué archivo quieres importar?

source: When you type inside Jinja2 brackets, auto-complete options will appear here.
es: Cuando escriba dentro de los corchetes Jinja2, las opciones de autocompletar aparecerán aquí.

source: Wizard
es: Mago

source: Would you like to reconfigure two-factor authentication?
es: ¿Le gustaría volver a configurar la autenticación de dos factores?

source: year
es: año

source: yes
es: si

source: Yes
es: si

source: You are available for the following roles:
es: Estás disponible para los siguientes roles:

source: You are not allowed to access this interview.
es: No se le permite acceder a esta entrevista.

source: You are not authorized to access
es: No tienes autorización para acceder

source: You are now set up with two factor authentication.
es: Ahora está configurado con autenticación de dos factores.
