Repository: jhpyle/docassemble
Catalog: docassemble_*/docassemble/*/data/sources/*-words.xlf
Languages: es

source: You are renaming the project called %s.
es: Estás cambiando el nombre del proyecto llamado% s.

source: You can also follow this link:
es: También puede seguir este enlace:

source: You cannot log in this way.
es: No puede iniciar sesión de esta manera.

source: You cannot log in until your e-mail address has been confirmed.
es: No puede iniciar sesión hasta que se haya confirmado su dirección de correo electrónico.

source: You cannot pull from GitHub and PyPI at the same time. Please fill in one and leave the other blank.
es: No puede extraer de GitHub y PyPI al mismo tiempo. Por favor complete uno y deje el otro en blanco.

source: You cannot rename the default Playground project
es: No puede cambiar el nombre del proyecto de patio de juegos predeterminado

source: You cannot take away your own admin privilege.
es: No puede quitarle su propio privilegio de administrador.

source: You cannot type more than %s characters.
es: No puede escribir más de% s caracteres.

source: You can provide a:
es: Puede proporcionar un:

source: You can type link1, etc. to visit a link
es: Puede escribir link1, etc. para visitar un enlace

source: You can type link1 to visit the link
es: Puede escribir link1 para visitar el enlace

source: You can type menu1, etc. to select a menu item
es: Puede escribir menu1, etc. para seleccionar un elemento del menú

source: You can type menu1 to select the menu item
es: Puede escribir menu1 para seleccionar el elemento del menú

source: You can type question to read the question again.
es: Puede escribir pregunta para volver a leerla.

source: You can upload a file here
es: Puedes subir un archivo aquí

source: You do not have any API keys yet.
es: Aún no tienes ninguna clave API.

source: You do not have permission to access '%(url)s'.
es: No tiene permiso para acceder a '% (url) s'.

source: You do not have permission to install this package.
es: No tienes permiso para instalar este paquete.

source: You have been invited to join
es: Te han invitado a unirte

source: You have made too many login attempts.
es: Ha realizado demasiados intentos de inicio de sesión.

source: You have registered successfully.
es: Te has registrado exitosamente.

source: You have signed in successfully.
es: Ha iniciado sesión correctamente.

source: You have signed out successfully.
es: Se ha desconectado correctamente.

source: You must attach a file.
es: Debes adjuntar un archivo.

source: You must be signed in to access '%(url)s'.
es: Debe iniciar sesión para acceder a '% (url) s'.

source: You must confirm your email to access '%(url)s'.
es: Debe confirmar su correo electrónico para acceder a '% (url) s'.

source: You must provide a file.
es: Debe proporcionar un archivo.

source: You must provide a language
es: Debes proporcionar un idioma

source: You must provide an interview filename
es: Debe proporcionar un nombre de archivo de entrevista

source: You must select an option.
es: Debes seleccionar una opción.

source: You must sign your name to continue.
es: Debe firmar su nombre para continuar.

source: You must type at least %s characters.
es: Debes escribir al menos% s caracteres.

source: You need to be logged in to access this interview.
es: Debe iniciar sesión para acceder a esta entrevista.

source: You need to enter a complete e-mail address.
es: Debe ingresar una dirección de correo electrónico completa.

source: You need to enter a date between %s and %s.
es: Debe ingresar una fecha entre% s y% s.

source: You need to enter a date on or after %s.
es: Debe ingresar una fecha el o después del% s.

source: You need to enter a date on or before %s.
es: Debes ingresar una fecha en% s o antes.

source: You need to enter a number.
es: Debes ingresar un número.

source: You need to enter a number that is at least %s.
es: Debe ingresar un número que sea al menos% s.

source: You need to enter a number that is at most %s.
es: Debe ingresar un número que sea como máximo% s.

source: You need to enter a valid date and time.
es: Debe ingresar una fecha y hora válidas.

source: You need to enter a valid date.
es: Debes ingresar una fecha válida.

source: You need to enter a valid number.
es: Debes ingresar un número válido.

source: You need to enter a valid time.
es: Debes ingresar una hora válida.

source: You need to enter a valid value.
es: Debes ingresar un valor válido.

source: You need to increment the version before publishing to PyPI.
es: Debe incrementar la versión antes de publicarla en PyPI.

source: You need to log in before you can access
es: Debe iniciar sesión antes de poder acceder

source: You need to log in with Auth0.
es: Debes iniciar sesión con Auth0.

source: You need to log in with Azure.
es: Debe iniciar sesión con Azure.

source: You need to log in with Facebook.
es: Debes iniciar sesión con Facebook.

source: You need to log in with Google.
es: Debes iniciar sesión con Google.

source: You need to log in with Twitter.
es: Debes iniciar sesión con Twitter.

source: You need to select one.
es: Debes seleccionar uno.

source: You need to select one or type in a new value.
es: Debe seleccionar uno o escribir un nuevo valor.

source: You need to supply a Git URL, upload a file, or supply the name of a package on PyPI.
es: Debe proporcionar una URL de Git, cargar un archivo o proporcionar el nombre de un paquete en PyPI.

source: You need to type in a name for the file
es: Debe escribir un nombre para el archivo

source: You need to type in a name for the interview
es: Debe escribir un nombre para la entrevista.

source: you
es: tú

source: Your account already has two-factor authentication enabled. Would you like to reconfigure or disable two-factor authentication?
es: Su cuenta ya tiene habilitada la autenticación de dos factores. ¿Le gustaría volver a configurar o deshabilitar la autenticación de dos factores?

source: Your account has been disabled.
es: Su cuenta ha sido inhabilitada.

source: Your account has not been enabled.
es: Su cuenta no ha sido habilitada.

source: Your account no longer uses two-factor authentication.
es: Su cuenta ya no utiliza la autenticación de dos factores.

source: Your browser session has expired and you have been signed out. You will not be able to save your work. Please log in again.
es: Su sesión de navegador ha expirado y se ha cerrado la sesión. No podrá guardar su trabajo. Inicie sesión de nuevo.

source: Your confirmation token has expired.
es: Su token de confirmación ha caducado.

source: Your docassemble server
es: Su servidor de docassemble

source: Your document is attached.
es: Su documento está adjunto.

source: Your document,
es: Tu documento

source: Your documents are attached.
es: Se adjuntan sus documentos.

source: Your document, %s, is attached.
es: Su documento,% s, está adjunto.

source: Your documents,
es: Tus documentos,

source: Your documents, %s, are attached.
es: Sus documentos,% s, están adjuntos.

source: Your documents will be e-mailed to
es: Sus documentos se enviarán por correo electrónico a

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
es: Su dirección de correo electrónico aún no ha sido confirmada. Revise la bandeja de entrada de su correo electrónico y las carpetas de correo no deseado para ver el correo electrónico de confirmación o <a href="%(url)s">reenviar el correo electrónico de confirmación</a> .

source: Your e-mail address
es: Tu correo electrónico

source: Your email address
es: Tu correo electrónico

source: Your email has been confirmed.
es: Tu correo ha sido confirmado.

source: Your file upload is larger than the server can accept. Please reduce the size of your file upload.
es: La carga de su archivo es mayor de lo que puede aceptar el servidor. Reduzca el tamaño de la carga de su archivo.

source: Your GitHub integration has already been configured.
es: Su integración de GitHub ya se ha configurado.

source: Your GitHub integration is currently turned on. Below, you can change which repositories docassemble can access. You can disable GitHub integration if you no longer wish to use it.
es: Su integración de GitHub está activada actualmente. A continuación, puede cambiar a qué repositorios puede acceder docassemble. Puede deshabilitar la integración de GitHub si ya no desea usarlo.

source: Your GitHub settings were saved.
es: Se guardó la configuración de GitHub.

source: Your information was saved.
es: Tu información fue guardada.

source: Your IP address is
es: Tu dirección IP es

source: Your new API key, known internally as %s, is %s
es: Tu nueva clave de API, conocida internamente como% s, es% s

source: Your password has been changed.
es: Tu contraseña ha sido cambiada.

source: Your password has been changed successfully.
es: Tu contraseña ha sido cambiada exitosamente.

source: Your password has been reset successfully.
es: Su contraseña se ha restablecido correctamente.

source: Your password is insecure and needs to be changed
es: Su contraseña es insegura y debe cambiarse

source: Your phone #
es: Su teléfono #

source: Your Playground is connected to your Google Drive.
es: Tu zona de juegos está conectada a tu Google Drive.

source: Your Playground is connected to your OneDrive.
es: Su zona de juegos está conectada a su OneDrive.

source: Your request was submitted.
es: Su solicitud fue enviada.

source: Your reset password token has expired.
es: Su token de restablecimiento de contraseña ha expirado.

source: Your reset password token is invalid.
es: Su token de restablecimiento de contraseña no es válido.

source: Your screen is being controlled by an operator.
es: Su pantalla está siendo controlada por un operador.

source: yourself
es: usted mismo

source: Your status:
es: Tu estado:

source: Your username has been changed.
es: Tu nombre de usuario ha sido cambiado.

source: Your username has been changed to '%(username)s'.
es: Su nombre de usuario ha sido cambiado a '% (username) s'.

source: Your verification code is invalid or expired. Please try again.
es: Su código de verificación no es válido o venció. Inténtalo de nuevo.

source: Your verification code is
es: Tu código de verificación es

source: Your verification code was invalid.
es: Tu código de verificación no es válido.

source: Your verification code was invalid or expired.
es: Su código de verificación no es válido o venció.

source: Your verification code was missing or expired
es: Faltaba su código de verificación o venció

source: Your version is
es: Tu versión es

source: You will need to confirm your email next.
es: A continuación, deberá confirmar su correo electrónico.

source: You will need to confirm your email to start using
es: Deberá confirmar su correo electrónico para comenzar a usar

source: Zimbabwe
es: Zimbabue

source: Zip File
es: Archivo zip
