Repository: jhpyle/docassemble
Catalog: docassemble_*/docassemble/*/data/sources/*-words.xlf
Languages: es

source: If you initiated this registration, please click on the link below to sign in to your existing account:
es: Si inició este registro, haga clic en el enlace a continuación para iniciar sesión en su cuenta existente:

source: If you initiated this request, please click on the link below:
es: Si inició esta solicitud, haga clic en el enlace siguiente:

source: Import method
es: Método de importación

source: Import
es: Importar

source: Import training data from a JSON file
es: Importar datos de entrenamiento desde un archivo JSON

source: Include DOCX file for editing
es: Incluir archivo DOCX para editar

source: Include DOCX files for editing
es: Incluya archivos DOCX para editar

source: Include RTF and DOCX files for editing
es: Incluya archivos RTF y DOCX para editar

source: Include RTF file for editing
es: Incluir archivo RTF para editar

source: Include RTF files for editing
es: Incluir archivos RTF para editar

source: Incorrect Email and/or Password
es: Correo electrónico y / o contraseña incorrectos

source: Incorrect Password
es: Contraseña incorrecta

source: Incorrect %(username_or_email)s and/or Password
es: % (Username_or_email) sy / o contraseña incorrectos

source: in mako
es: en mako

source: Input box
es: Cuadro de entrada

source: Input not processed because the page expired.
es: Entrada no procesada porque la página caducó.

source: Input not processed because the question changed. Please continue.
es: Entrada no procesada porque la pregunta cambió. Por favor continua.

source: Input not processed. Please try again.
es: Entrada no procesada. Inténtalo de nuevo.

source: Input
es: Entrada

source: Insert
es: Insertar

source: Install
es: Instalar en pc

source: Install or update a package
es: Instalar o actualizar un paquete

source: Install package on this server also
es: Instale el paquete en este servidor también

source: Install package on this server
es: Instalar paquete en este servidor

source: interview answers cannot be decrypted
es: las respuestas de la entrevista no se pueden descifrar

source: Interview answers cannot be decrypted
es: Las respuestas de la entrevista no se pueden descifrar

source: Interview files
es: Archivos de entrevistas

source: Interview
es: Entrevista

source: Interview:
es: Entrevista:

source: Interviews
es: Entrevistas

source: in the
es: en el

source: Invalid confirmation token.
es: Token de confirmación no válido.

source: Invalid e-mail address
es: Dirección de correo electrónico inválida

source: Invalid Email address
es: Dirección de correo electrónico inválida

source: Invalid E-mail
es: Email inválido

source: Invalid Email
es: Email inválido

source: Invalid interview
es: Entrevista inválida

source: Invalid invitation token
es: Token de invitación no válido

source: Invalid phone number.
es: Numero de telefono invalido.

source: Invitation has been sent.
es: Se ha enviado la invitación.

source: Invitations have been sent.
es: Se han enviado invitaciones.

source: Invite a user
es: Invitar a un usuario

source: Invite!
es: ¡Invitación!

source: Invite
es: Invitación

source: Invite User
es: Invitar usuario

source: Iran, Islamic Republic of
es: Irán (República Islámica de

source: Iraq
es: Irak

source: Ireland
es: Irlanda

source: , is already in use by someone else
es: , ya lo está usando otra persona

source: , is attached
es: , se adjunta

source: Isle of Man
es: Isla del hombre

source: is not a valid date and time.
es: no es una fecha y hora válidas.

source: is not a valid date.
es: no es una fecha válida.

source: is not a valid number.
es: No es un número válido.

source: is not a valid time.
es: no es una hora válida.

source: is not a whole number.
es: no es un número entero.

source: is not within the range.
es: no está dentro del rango.

source: Italy
es: Italia

source: Items in the Playground other than interviews
es: Elementos en el patio de recreo que no sean entrevistas

source: Items in the training set
es: Elementos del conjunto de formación

source: Items
es: Artículos

source: it
es: eso

source: Japan
es: Japón

source: Jinja2 help template
es: Plantilla de ayuda de Jinja2

source: Join
es: Unirse

source: Jordan
es: Jordán

source: JSON file
es: Archivo JSON

source: Kazakhstan
es: Kazajstán

source: Kenya
es: Kenia

source: Korea, Republic of
es: Corea, república de

source: Kyrgyzstan
es: Kirguistán

source: Language
es: Idioma

source: Last name
es: Apellido

source: Latvia
es: Letonia

source: Leave
es: Salir

source: Lebanon
es: Líbano

source: Lesotho
es: Lesoto

source: Libya
es: Libia

source: License
es: Licencia

source: Linked folder
es: Carpeta vinculada

source: link
es: enlace

source: Links
es: Enlaces

source: Listen
es: Escucha

source: List of ISO-639-1 language codes
es: Lista de códigos de idioma ISO-639-1

source: Lithuania
es: Lituania

source: Live chat is available
es: El chat en vivo está disponible

source: Live chat
es: Chat en vivo

source: Loading . . .
es: Cargando . . .

source: Loading. Please wait . . .
es: Cargando. Por favor espera . . .

source: Log
es: Iniciar sesión

source: Logs
es: Registros

source: Luxembourg
es: Luxemburgo

source: Malaysia
es: Malasia

source: Maldives
es: Maldivas

source: Manage account
es: Administrar cuenta

source: Manage Emails
es: Administrar correos electrónicos

source: Manage Projects
es: Gestionar proyectos

source: Manually add a training item
es: Agregar manualmente un elemento de entrenamiento

source: Markdown
es: Reducción

source: Marshall Islands
es: Islas Marshall

source: Martinique
es: Martinica

source: Mauritius
es: Mauricio

source: means the name is located in this file
es: significa que el nombre se encuentra en este archivo

source: means the name may be located in a file included by reference, such as:
es: significa que el nombre puede estar ubicado en un archivo incluido por referencia, como:

source: mentioned in
es: mencionado en

source: menu items
es: elementos de menú

source: menu
es: menú

source: Menu
es: Menú

source: Menu:
es: Menú:

source: Merge new data into existing data
es: Fusionar datos nuevos con datos existentes

source: Methods
es: Métodos

source: Mexico
es: México

source: Micronesia, Federated States of
es: Micronesia, Estados Federados de

source: Models
es: Modelos

source: Modules available in Playground
es: Módulos disponibles en Playground

source: Modules defined
es: Módulos definidos

source: Modules
es: Módulos

source: Moldova, Republic of
es: Moldavia, República de

source: Monaco
es: Mónaco

source: month
es: mes

source: Morocco
es: Marruecos

source: Move down
es: Mover hacia abajo

source: Must be a two-letter code
es: Debe ser un código de dos letras

source: Must be a valid e-mail address
es: Debe ser una dirección de correo electrónico válida

source: Must be in E.164 format. U.S. phone numbers begin with +1.
es: Debe estar en formato E.164. Los números de teléfono de EE. UU. Comienzan con +1.

source: My Interviews
es: Mis entrevistas

source: My Playground
es: Mi patio de recreo

source: Name
es: Nombre

source: Name of new branch
es: Nombre de la nueva sucursal

source: Name of new privilege is required
es: Se requiere el nombre del nuevo privilegio

source: Name of new privilege
es: Nombre del nuevo privilegio

source: Names and questions
es: Nombres y preguntas

source: Names from
es: Nombres de

source: Netherlands
es: Países Bajos

source: New API Key
es: Nueva clave de API

source: (New branch)
es: (Nueva sucursal)

source: New Caledonia
es: Nueva Caledonia

source: New chat connection from
es: Nueva conexión de chat de

source: New chat message
es: Nuevo mensaje de chat

source: New conversation above
es: Nueva conversación arriba

source: New conversation below
es: Nueva conversación a continuación

source: (New file)
es: (Archivo nuevo)

source: New here? Register.
es: ¿Nuevo aquí? Registrarse.

source: New here? Register.
es: ¿Nuevo aquí? Registrarse.

source: New message above
es: Nuevo mensaje arriba

source: New message below
es: Nuevo mensaje a continuación

source: New Name
es: Nuevo nombre

source: New Password and Retype Password did not match
es: La nueva contraseña y la contraseña de nuevo no coinciden

source: New Password is required
es: Se requiere nueva contraseña

source: New Password
es: Nueva contraseña

source: New project
es: Nuevo proyecto

source: New Username
es: Nuevo nombre de usuario

source: New Zealand
es: Nueva Zelanda

source: Next
es: Siguiente

source: Next result
es: Siguiente resultado

source: Next will be
es: El siguiente sera

source: Nickname
es: Apodo

source: Niger
es: Níger

source: n
es: norte

source: No access code was entered.
es: No se ingresó ningún código de acceso.

source: No administrators could be found.
es: No se pudieron encontrar administradores.

source: No data existed in training set. JSON file not created.
es: No existían datos en el conjunto de entrenamiento. Archivo JSON no creado.

source: No files have been uploaded yet.
es: Aún no se han subido archivos.

source: No models were found.
es: No se encontraron modelos.

source: none
es: ninguna

source: None of the above
es: Ninguna de las anteriores

source: Norfolk Island
es: Isla Norfolk

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: North Macedonia
es: Macedonia del Norte

source: Norway
es: Noruega

source: (no subject)
es: (sin asunto)

source: (Not a DAFile or DAFileList object)
es: (No es un objeto DAFile o DAFileList)

source: (Not a readable image file)
es: (No es un archivo de imagen legible)

source: Not authorized
es: No autorizado

source: Not available for chat
es: No disponible para chatear

source: Note: it is a best practice to tag every mandatory block with an id.
es: Nota: es una buena práctica etiquetar cada bloque obligatorio con una identificación.

source: Note: more than one block uses id
es: Nota: más de un bloque usa id

source: Note
es: Nota

source: Note: only users with e-mail/password accounts can be given admin privileges.
es: Nota: solo los usuarios con cuentas de correo electrónico / contraseña pueden recibir privilegios de administrador.

source: Note that if you connect to a Google Drive folder, you will disable your connection to OneDrive.
es: Tenga en cuenta que si se conecta a una carpeta de Google Drive, deshabilitará su conexión a OneDrive.

source: Note that if you connect to a OneDrive folder, you will disable your connection to Google Drive.
es: Tenga en cuenta que si se conecta a una carpeta de OneDrive, deshabilitará su conexión a Google Drive.

source: Note that you can use a DOCX template file directly; 'fields' is only necessary in the rare case when the variable names in your DOCX file do not correspond with the variable names in your interview.
es: Tenga en cuenta que puede utilizar un archivo de plantilla DOCX directamente; 'campos' solo es necesario en el caso poco común de que los nombres de las variables en su archivo DOCX no se correspondan con los nombres de las variables en su entrevista.

source: Not Found
es: Extraviado

source: Observation
es: Observación

source: Observe
es: Observar

source: OCR succeeded
es: OCR tuvo éxito

source: Office Add-in
es: Complemento de Office

source: offline
es: desconectado

source: ok
es: Okay

source: Old Password is incorrect
es: Antigua contraseña es incorrecta

source: Old Password is required
es: Se requiere contraseña anterior

source: Old Password
es: Contraseña anterior

source: Oman
es: Omán

source: OneDrive is not configured
es: OneDrive no está configurado

source: OneDrive is not linked.
es: OneDrive no está vinculado.

source: OneDrive synchronization
es: Sincronización de OneDrive

source: One or more e-mail addresses (separated by newlines)
es: Una o más direcciones de correo electrónico (separadas por líneas nuevas)

source: Only the last 30 lines are shown. Download the file to see the previous lines.
es: Solo se muestran las últimas 30 líneas. Descarga el archivo para ver las líneas anteriores.

source: Open another log file
es: Abra otro archivo de registro

source: operator
es: operador

source: operators
es: operadores

source: Organization
es: Organización

source: Original Name
es: Nombre original

source: or
es: o

source: or type skip to leave blank.
es: o escriba saltar para dejar en blanco.

source: Or you can specify a:
es: O puede especificar un:

source: Or you can upload a:
es: O puede cargar un:

source: Other settings
es: Otros ajustes

source: other user
es: otro usuario

source: other users
es: otros usuarios

source: Output Format
es: Formato de salida

source: Overrides
es: Anulaciones

source: Package created
es: Paquete creado

source: Package did not exist
es: El paquete no existía

source: Package Management
es: Gestión de paquetes

source: Package name is required
es: El nombre del paquete es obligatorio

source: Package Name is required
es: El nombre del paquete es obligatorio

source: Package name
es: Nombre del paquete

source: Package Name
es: Nombre del paquete

source: Package
es: Paquete

source: Package on PyPI
es: Paquete en PyPI

source: Packages
es: Paquetes

source: pages
es: paginas

source: Pakistan
es: Pakistán

source: Palestine, State of
es: Palestina, Estado de

source: Panama
es: Panamá

source: Papua New Guinea
es: Papúa Nueva Guinea

source: Password and Retype Password did not match
es: La contraseña y la contraseña de nuevo no coinciden

source: Password is required
es: se requiere contraseña

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
es: La contraseña debe tener al menos 6 caracteres con una letra minúscula, una letra mayúscula y un número

source: password
es: contraseña

source: Password
es: Contraseña

source: PDF/DOCX File
es: Archivo PDF / DOCX

source: Per Month
es: Por mes

source: Peru
es: Perú

source: Per Week
es: Por semana

source: Per Year
es: Por año

source: Philippines
es: Filipinas

source: Phone help is available
es: Hay ayuda telefónica disponible

source: Phone help
es: Ayuda telefónica

source: Phone number
es: Número de teléfono

source: pip log
es: registro de pip

source: Plain text of sections
es: Texto sin formato de las secciones

source: Playground not saved. There was an error.
es: Zona de juegos no guardada. Hubo un error.

source: Playground
es: Patio de recreo

source: Playground Packages
es: Paquetes de juegos

source: Playground YAML
es: Patio de recreo YAML

source: Please choose a different e-mail address.
es: Elija una dirección de correo electrónico diferente.

source: Please enter a multiple of {0}.
es: Ingresa un múltiplo de {0}.

source: Please enter a valid phone number
es: Por favor ingrese un número de teléfono válido

source: Please enter a valid value.
es: Por favor ingrese una cifra válida.

source: Please enter a whole number.
es: Por favor introduzca un número entero.

source: Please enter the four digit code, followed by the pound sign.
es: Ingrese el código de cuatro dígitos, seguido del símbolo de almohadilla.

source: Please enter the verification code from the text message we just sent you.
es: Ingrese el código de verificación del mensaje de texto que le enviamos.

source: Please enter the verification code from your authentication app.
es: Ingrese el código de verificación de su aplicación de autenticación.

source: Please log in.
es: Por favor Iniciar sesión.

source: Please select at least %s.
es: Seleccione al menos% s.

source: Please select exactly %s.
es: Seleccione exactamente% s.

source: Please select no more than %s.
es: No seleccione más de% s.

source: Please select one.
es: Por favor, seleccione uno.

source: Please send an audio clip.
es: Envíe un clip de audio.

source: Please send an audio clip, or type skip.
es: Envíe un clip de audio o escriba skip.

source: Please send an image or file.
es: Envíe una imagen o un archivo.

source: Please send an image or file, or type skip.
es: Envíe una imagen o archivo, o escriba omitir.

source: Please send a video.
es: Por favor envíe un video.

source: Please send a video, or type skip.
es: Envíe un video o escriba omitir.

source: Please send one or more images.
es: Envíe una o más imágenes.

source: Please send one or more images, or type skip.
es: Envíe una o más imágenes o escriba omitir.

source: Please upload a file with a valid file format.
es: Sube un archivo con un formato de archivo válido.

source: Please wait. File is being uploaded
es: Por favor espera. Se está subiendo el archivo

source: Please wait. Files are syncing.
es: Por favor espera. Los archivos se están sincronizando.

source: Please wait. Interview will start when sync is complete.
es: Por favor espera. La entrevista comenzará cuando se complete la sincronización.

source: Please wait.
es: Por favor espera.

source: Please wait. Packages are updating. The screen will refresh when the process is complete. This may take several minutes.
es: Por favor espera. Los paquetes se están actualizando. La pantalla se actualizará cuando se complete el proceso. Esto puede tomar varios minutos.

source: Please wait. System is restarting.
es: Por favor espera. El sistema se está reiniciando.

source: Poland
es: Polonia

source: Possibly not defined
es: Posiblemente no definido

source: Possibly not used
es: Posiblemente no utilizado

source: Prediction
es: Predicción

source: Press one of the following buttons:
es: Presione uno de los siguientes botones:

source: Press the Publish button to publish the package on PyPI.
es: Presione el botón Publicar para publicar el paquete en PyPI.

source: Preview
es: Avance

source: Previous result
es: Resultado anterior

source: Privilege
es: Privilegio

source: Privileges
es: Privilegios

source: Problem detected.
es: Problema detectado.

source: Profile
es: Perfil

source: Profile Page
es: Página de perfil

source: Project name cannot begin with a number
es: El nombre del proyecto no puede comenzar con un número

source: Project name is required
es: El nombre del proyecto es obligatorio

source: Project
es: Proyecto

source: Projects
es: Proyectos

source: published on GitHub
es: publicado en GitHub

source: published on PyPI
es: publicado en PyPI

source: Publish
es: Publicar

source: Publish on PyPI also
es: Publicar en PyPI también

source: Publish on PyPI
es: Publicar en PyPI

source: Pull a package from GitHub or PyPI into the Playground
es: Extraiga un paquete de GitHub o PyPI en Playground

source: Pull GitHub or PyPI Package
es: Extraiga el paquete GitHub o PyPI

source: Pull
es: Halar

source: Push a commit to GitHub
es: Enviar un compromiso a GitHub

source: Pushed commit to GitHub.
es: Confirmación presionada en GitHub.

source: PyPI package
es: Paquete PyPI

source: PyPI Password
es: Contraseña de PyPI

source: PyPI Username
es: Nombre de usuario de PyPI

source: Qatar
es: Katar

source: question
es: pregunta

source: Question
es: Pregunta

source: quit
es: dejar

source: Readability
es: Legibilidad

source: README file
es: Archivo README

source: Read this screen out loud
es: Lea esta pantalla en voz alta

source: Reason for needing developer account (optional)
es: Razón por la que se necesita una cuenta de desarrollador (opcional)

source: Reconfigure
es: Reconfigurar

source: Refresh
es: Actualizar

source: Register for an account on
es: Regístrese para obtener una cuenta en

source: Register
es: Registrarse

source: Register with Auth0
es: Registrarse con Auth0

source: Register with Azure
es: Regístrese con Azure

source: Register with Facebook
es: Registrarse con Facebook

source: Register with Google
es: Registrarse con Google

source: Register with Twitter
es: Regístrese con Twitter

source: Register with your mobile phone
es: Regístrese con su teléfono móvil

source: Registration is invite only
es: El registro es solo por invitación

source: remaining on disk
es: restante en el disco

source: Remember me
es: Recuérdame

source: Remove
es: Eliminar

source: Rename
es: Rebautizar

source: Rename project
es: Cambiar el nombre del proyecto

source: Reorder by moving down
es: Reordenar moviendo hacia abajo

source: Reorder by moving up
es: Reordenar subiendo

source: Replace each instance of Null with a quoted translation.
es: Reemplace cada instancia de Null con una traducción citada.

source: Request Developer Account
es: Solicitar cuenta de desarrollador

source: Resend Confirmation Email
es: Reenviar correo electrónico de confirmación

source: Resend email confirmation email
es: Reenviar correo electrónico de confirmación

source: Reset e-mail confirmation
es: Restablecer la confirmación del correo electrónico

source: Reset password
es: Restablecer la contraseña

source: Reset Password
es: Restablecer la contraseña

source: Restarting
es: Reiniciando

source: Restart
es: Reiniciar

source: Resume an interview
es: Reanudar una entrevista

source: Resume
es: Currículum

source: Retry
es: Rever

source: Return
es: Regreso

source: Retype New Password
es: Reescriba nueva contraseña

source: Retype Password
es: Vuelva a escribir la contraseña

source: Réunion
es: Reunión

source: Role
es: Papel

source: Romania
es: Rumania

source: Room
es: Habitación

source: Running in other tab.
es: Ejecutando en otra pestaña.

source: Run
es: correr

source: Russian Federation
es: Federación Rusa

source: Rwanda
es: Ruanda

source: Saint Barthélemy
es: San Bartolomé

source: Saint Helena, Ascension and Tristan da Cunha
es: Santa Elena, Ascensión y Tristán da Cunha

source: Saint Kitts and Nevis
es: Saint Kitts y Nevis

source: Saint Lucia
es: Santa Lucía

source: Saint Martin (French part)
es: San Martín (parte francesa)

source: Saint Pierre and Miquelon
es: San Pedro y Miquelón

source: Saint Vincent and the Grenadines
es: San Vicente y las Granadinas

source: Sao Tome and Principe
es: Santo Tomé y Príncipe

source: Saudi Arabia
es: Arabia Saudita

source: Save and Run
es: Guardar y ejecutar

source: Save changes
es: Guardar cambios

source: Saved at
es: Guardado en

source: Saved
es: Salvado

source: Save
es: Salvar

source: Save your changes
es: Guarda tus cambios

source: Save your changes to the package information
es: Guarde sus cambios en la información del paquete

source: Scan
es: Escanear

source: Scan the barcode with your phone's authenticator app and enter the verification code.
es: Escanee el código de barras con la aplicación de autenticación de su teléfono e ingrese el código de verificación.

source: Score
es: Puntuación

source: Search
es: Buscar

source: Second factor authentication
es: Autenticación de segundo factor

source: Second subdivision
es: Segunda subdivisión

source: Second Subdivision
es: Segunda Subdivisión

source: Section
es: Sección

source: Sections
es: Secciones

source: Security Method
es: Método de seguridad

source: Select a package
es: Seleccione un paquete

source: Select a value between
es: Seleccione un valor entre

source: Select box
es: Seleccionar cuadro

source: Select file
es: Seleccione Archivo

source: Select...
es: Seleccione...

source: Select one
es: Seleccione uno

source: Select the folder from your OneDrive that you want to be synchronized with the Playground.
es: Seleccione la carpeta de su OneDrive que desea sincronizar con Playground.

source: Select zero or more files
es: Seleccione cero o más archivos

source: Select zero or more packages
es: Seleccione cero o más paquetes

source: Send confirmation email
es: Enviar correo electrónico de confirmación

source: Send Confirmation E-mail
es: Enviar correo electrónico de confirmación

source: Send
es: Enviar

source: Send reset password email
es: Enviar correo electrónico para restablecer contraseña

source: Server did not respond to request for update.
es: El servidor no respondió a la solicitud de actualización.

source: Sessions
es: Sesiones

source: Share
es: Compartir

source: she
es: ella
